Repository: xcv58/MacTools
Catalog: Plugins/MacSettings/Resources/MacSettings.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Not Completed
ar: لم يكتمل
de: Nicht abgeschlossen
es: No completado
fr: Non terminé
ja: 未完了
ko: 미완료
pt: Não concluído
ru: Не завершено
tr: Tamamlanmadı
zh_hans: 未完成
zh_hant: 未完成

source: Not Selected
ar: لم يتم التحديد
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
ja: 未選択
ko: 선택되지 않음
pt: Não selecionado
ru: Не выбрано
tr: Seçilmedi
zh_hans: 未选择
zh_hant: 未選擇

source: Not Set
ar: غير محدد
de: Nicht festgelegt
es: No establecido
fr: Non défini
ja: 未設定
ko: 설정되지 않음
pt: Não definido
ru: Не установлено
tr: Ayarlanmadı
zh_hans: 未设置
zh_hant: 未設定

source: Nothing Needs Attention
ar: لا شيء يحتاج إلى الاهتمام
de: Nichts erfordert Aufmerksamkeit
es: Nada necesita atención
fr: Rien ne nécessite d'attention
ja: 要確認の項目はありません
ko: 주의할 점은 없습니다
pt: Nada precisa de atenção
ru: Ничего не требует внимания
tr: Dikkat Gerektiren Bir Şey Yok
zh_hans: 无需关注
zh_hant: 沒有待處理項目

source: Off
ar: معطل
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt: Desligado
ru: Выкл.
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

source: On
ar: تشغيل
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
pt: Ligado
ru: Вкл.
tr: Açık
zh_hans: 开启
zh_hant: 開啟

source: Only local changes made through MacTools are recorded.
ar: يتم تسجيل التغييرات المحلية التي تم إجراؤها من خلال MacTools فقط.
de: Es werden nur lokale Änderungen erfasst, die über MacTools vorgenommen wurden.
es: Solo se registran los cambios locales realizados a través de MacTools.
fr: Seules les modifications locales effectuées via MacTools sont enregistrées.
ja: MacTools を通じて行われたローカルな変更のみが記録されます。
ko: MacTools를 통해 수행된 로컬 변경 사항만 기록됩니다.
pt: Somente alterações locais feitas por meio de MacTools são registradas.
ru: Записываются только локальные изменения, внесенные с помощью MacTools.
tr: Yalnızca MacTools üzerinden yapılan yerel değişiklikler kaydedilir.
zh_hans: 仅记录通过 MacTools 完成的本地更改。
zh_hant: 僅記錄透過 MacTools 完成的本機更改。

source: Open All Settings…
ar: فتح كافة الإعدادات...
de: Alle Einstellungen öffnen…
es: Abrir todas las configuraciones…
fr: Ouvrir tous les paramètres…
ja: すべての設定を開く…
ko: 모든 설정 열기…
pt: Abrir todas as configurações…
ru: Открыть все настройки…
tr: Tüm Ayarları Aç…
zh_hans: 打开所有设置…
zh_hant: 開啟所有設定…

source: Open Category · %@
ar: فتح الفئة · %@
de: Kategorie öffnen · %@
es: Abrir categoría · %@
fr: Ouvrir la catégorie · %@
ja: カテゴリを開く · %@
ko: 카테고리 열기 · %@
pt: Abrir categoria · %@
ru: Открыть категорию · %@
tr: Kategoriyi Aç · %@
zh_hans: 打开类别 · %@
zh_hant: 開啟類別 · %@

source: Open Mac Setting
ar: فتح إعداد Mac
de: Mac-Einstellung öffnen
es: Abrir configuración de Mac
fr: Ouvrir un réglage du Mac
ja: Mac 設定を開く
ko: Mac 설정 항목 열기
pt: Abrir configuração do Mac
ru: Открыть настройку Mac
tr: Mac Ayarını Aç
zh_hans: 打开 Mac 设置项目
zh_hant: 開啟 Mac 設定項目

source: Open Mac Settings
ar: فتح إعدادات Mac
de: Mac-Einstellungen öffnen
es: Abrir Ajustes del Mac
fr: Ouvrir Réglages du Mac
ja: Mac の設定を開く
ko: Mac 설정 열기
pt: Abrir Ajustes do Mac
ru: Открыть настройки Mac
tr: Mac Ayarlarını Aç
zh_hans: 打开 Mac 设置
zh_hant: 開啟 Mac 設定

source: Open Mac Settings Category
ar: افتح فئة إعدادات Mac
de: Kategorie der Mac-Einstellungen öffnen
es: Abrir categoría de Ajustes del Mac
fr: Ouvrir une catégorie de Réglages du Mac
ja: Mac 設定カテゴリを開く
ko: Mac 설정 카테고리 열기
pt: Abrir categoria de Ajustes do Mac
ru: Открыть категорию настроек Mac
tr: Mac Ayarları Kategorisini Aç
zh_hans: 打开 Mac 设置类别
zh_hant: 開啟 Mac 設定類別

source: Open Mac Settings and search titles, descriptions, and aliases.
ar: افتح إعدادات Mac وابحث عن العناوين والأوصاف والأسماء المستعارة.
de: Mac-Einstellungen öffnen und Titel, Beschreibungen sowie Aliase durchsuchen.
es: Abre Ajustes del Mac y busca en títulos, descripciones y alias.
fr: Ouvrez Réglages du Mac et recherchez des titres, des descriptions et des alias.
ja: Mac の設定を開いて、タイトル、説明、エイリアスを検索します。
ko: Mac 설정을 열고 제목, 설명, 별칭을 검색하세요.
pt: Abra Ajustes do Mac e pesquise títulos, descrições e nomes alternativos.
ru: Откройте настройки Mac и выполните поиск по названиям, описаниям и синонимам.
tr: Mac Ayarlarını açar; başlıklarda, açıklamalarda ve diğer adlarda arama yapmanızı sağlar.
zh_hans: 打开 Mac 设置并搜索标题、说明和别名。
zh_hant: 開啟 Mac 設定並搜尋標題、說明和別名。

source: Open Pinned Mac Settings
ar: افتح إعدادات Mac المثبتة
de: Angeheftete Mac-Einstellungen öffnen
es: Abrir ajustes fijados del Mac
fr: Ouvrir les réglages du Mac épinglés
ja: 固定された Mac 設定を開く
ko: 고정된 Mac 설정 열기
pt: Abrir ajustes fixados do Mac
ru: Открыть закрепленные настройки Mac
tr: Sabitlenmiş Mac Ayarlarını Aç
zh_hans: 打开已固定的 Mac 设置
zh_hant: 開啟已固定的 Mac 設定

source: Open Preview
ar: فتح المعاينة
de: Vorschau öffnen
es: Abrir vista previa
fr: Ouvrir l'aperçu
ja: プレビューを開く
ko: 미리보기 열기
pt: Abrir visualização
ru: Открыть предварительный просмотр
tr: Önizlemeyi Aç
zh_hans: 打开预览
zh_hant: 開啟預覽

source: Open Setting · %@
ar: فتح الإعداد · %@
de: Einstellung öffnen · %@
es: Abrir ajuste · %@
fr: Ouvrir le réglage · %@
ja: 設定を開く · %@
ko: 설정 열기 · %@
pt: Abrir configuração · %@
ru: Открыть настройку · %@
tr: Ayarı Aç · %@
zh_hans: 打开设置 · %@
zh_hant: 開啟設定 · %@

source: Open System Settings
ar: افتح إعدادات النظام
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
pt: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
tr: Sistem Ayarları'nı Aç
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Open a specific Mac Settings category.
ar: افتح فئة إعدادات Mac محددة.
de: Eine bestimmte Kategorie der Mac-Einstellungen öffnen.
es: Abre una categoría específica de Ajustes del Mac.
fr: Ouvrez une catégorie spécifique de Réglages du Mac.
ja: 特定の Mac 設定カテゴリを開きます。
ko: 특정 Mac 설정 카테고리를 엽니다.
pt: Abra uma categoria específica de Ajustes do Mac.
ru: Откройте определенную категорию настроек Mac.
tr: Belirli bir Mac Ayarları kategorisini açar.
zh_hans: 打开指定的 Mac 设置类别。
zh_hant: 開啟指定的 Mac 設定類別。

source: Open a specific Mac setting with its direct controls.
ar: افتح إعداد Mac محددًا باستخدام عناصر التحكم المباشرة الخاصة به.
de: Eine bestimmte Mac-Einstellung mit ihren direkten Steuerelementen öffnen.
es: Abra una configuración específica de Mac con sus controles directos.
fr: Ouvrez un paramètre Mac spécifique avec ses commandes directes.
ja: 直接操作できるコントロールを備えた特定の Mac 設定を開きます。
ko: 해당 설정을 바로 조절할 수 있는 화면을 엽니다.
pt: Abra uma configuração específica do Mac com seus controles diretos.
ru: Откройте нужную настройку Mac с элементами управления.
tr: Belirli bir Mac ayarını kendi doğrudan denetimleriyle açar.
zh_hans: 打开指定的 Mac 设置，直接使用控件进行调整。
zh_hant: 開啟指定的 Mac 設定，直接調整設定值。

source: Open frequently used settings with direct controls.
ar: افتح الإعدادات المستخدمة بشكل متكرر باستخدام عناصر التحكم المباشرة.
de: Häufig verwendete Einstellungen mit direkten Steuerelementen öffnen.
es: Abra configuraciones de uso frecuente con controles directos.
fr: Ouvrez les paramètres fréquemment utilisés avec des commandes directes.
ja: 直接操作できるよく使う設定を開きます。
ko: 바로 조절할 수 있는 자주 사용하는 설정을 엽니다.
pt: Abra configurações usadas com frequência com controles diretos.
ru: Открывайте часто используемые настройки с элементами управления.
tr: Sık kullanılan ayarları doğrudan denetimleriyle açar.
zh_hans: 打开可直接控制的常用设置。
zh_hant: 開啟可直接控制的常用設定。

source: Open in System Settings
ar: افتح في إعدادات النظام
de: In Systemeinstellungen öffnen
es: Abrir en Ajustes del Sistema
fr: Ouvrir dans Réglages Système
ja: システム設定で開く
ko: 시스템 설정에서 열기
pt: Abrir nos Ajustes do Sistema
ru: Открыть в Системных настройках
tr: Sistem Ayarları'nda Aç
zh_hans: 在系统设置中打开
zh_hant: 在系統設定中開啟

source: Organize windows and keep recent apps at the side of the screen.
ar: تنظيم النوافذ والاحتفاظ بالتطبيقات الحديثة بجانب الشاشة.
de: Fenster anordnen und kürzlich verwendete Apps am Bildschirmrand behalten.
es: Organice ventanas y mantenga las aplicaciones recientes al costado de la pantalla.
fr: Organisez les fenêtres et conservez les applications récentes sur le côté de l'écran.
ja: ウィンドウを整理し、最近使用したアプリを画面の横に配置します。
ko: 윈도우를 정리하고 최근 사용한 앱을 화면 한쪽에 표시합니다.
pt: Organize janelas e mantenha os aplicativos recentes na lateral da tela.
ru: Упорядочивайте окна и сохраняйте последние приложения сбоку от экрана.
tr: Pencereleri düzenler ve son kullanılan uygulamaları ekranın kenarında tutar.
zh_hans: 整理窗口并把最近使用的 App 保留在屏幕一侧。
zh_hant: 整理視窗並把最近使用的 App 保留在螢幕一側。

source: Original snapshots have been retained. Resolve these items before applying other changes.
ar: تم الاحتفاظ بنسخ الحالة الأصلية. عالج هذه العناصر قبل تطبيق تغييرات أخرى.
de: Ursprüngliche Momentaufnahmen wurden beibehalten. Bearbeiten Sie diese Elemente, bevor Sie weitere Änderungen vornehmen.
es: Se han conservado las instantáneas originales. Resuelva estos elementos antes de aplicar otros cambios.
fr: Les instantanés originaux ont été conservés. Résolvez ces éléments avant d’appliquer d’autres modifications.
ja: 元のスナップショットは保持されています。他の変更を適用する前に、これらの項目を解決してください。
ko: 원본 스냅샷이 유지되었습니다. 다른 변경 사항을 적용하기 전에 이러한 항목을 해결하십시오.
pt: Os instantâneos originais foram mantidos. Resolva esses itens antes de aplicar outras alterações.
ru: Исходные значения сохранены. Устраните эти проблемы, прежде чем применять другие изменения.
tr: Özgün anlık görüntüler korundu. Diğer değişiklikleri uygulamadan önce bu öğeleri giderin.
zh_hans: 原始快照已保留。请先处理以下项目，再应用其他更改。
zh_hant: 原始快照已保留。請先處理以下項目，再套用其他更改。

source: Other Folder…
ar: مجلد آخر...
de: Anderer Ordner…
es: Otra carpeta…
fr: Autre dossier…
ja: その他のフォルダー…
ko: 다른 폴더...
pt: Outra pasta…
ru: Другая папка…
tr: Diğer Klasör…
zh_hans: 其他文件夹…
zh_hant: 其他資料夾…

source: Partially Completed
ar: مكتمل جزئيًا
de: Teilweise abgeschlossen
es: Parcialmente completado
fr: Partiellement réalisé
ja: 一部完了
ko: 부분 완료
pt: Parcialmente concluído
ru: Частично завершено
tr: Kısmen Tamamlandı
zh_hans: 部分完成
zh_hant: 部分完成

source: Permission Required
ar: الإذن مطلوب
de: Berechtigung erforderlich
es: Permiso requerido
fr: Autorisation requise
ja: 許可が必要です
ko: 권한 필요
pt: Permissão necessária
ru: Требуется разрешение
tr: İzin Gerekli
zh_hans: 缺少权限
zh_hant: 需要授權

source: Pin to Top
ar: تثبيت في الأعلى
de: Oben anheften
es: Fijar en la parte superior
fr: Épingler en haut
ja: 最上部に固定
ko: 상단에 고정
pt: Fixar no topo
ru: Закрепить вверху
tr: Başa Sabitle
zh_hans: 固定到顶部
zh_hant: 固定到頂部

source: Pin to the top and add to the Pinned list. The first four also appear in the Feature Panel.
ar: التثبيت في الأعلى وفي قائمة الإعدادات المثبّتة. تظهر الإعدادات الأربعة الأولى أيضًا في لوحة الميزات.
de: Oben anheften und in die Liste „Angeheftet“ aufnehmen. Die ersten vier erscheinen auch im Funktionsbereich.
es: Fijar en la parte superior y en la lista Fijados. Los primeros cuatro también aparecen en el Panel de funciones.
fr: Épingler en haut et dans la liste des réglages épinglés. Les quatre premiers apparaissent également dans le panneau de fonctionnalités.
ja: 最上部と「固定済み」リストに固定します。最初の 4 項目は機能パネルにも表示されます。
ko: 설정을 상단과 고정 목록에 고정합니다. 처음 4개는 기능 패널에도 표시됩니다.
pt: Fixar no topo e na lista de ajustes fixados. As primeiras quatro configurações também aparecem no Painel de Recursos.
ru: Закрепить вверху и в списке закрепленных. Первые четыре также отображаются на панели функций.
tr: En üste ve Sabitlenenler listesine sabitler. İlk dört ayar ayrıca Özellik Paneli'nde görünür.
zh_hans: 固定在首页顶部和已固定列表；前 4 项也显示在功能面板中。
zh_hant: 固定在首頁頂部和已固定列表；前 4 項也顯示在功能面板中。

source: Pinned
ar: مثبّت
de: Angeheftet
es: Fijados
fr: Épinglés
ja: ピン留め済み
ko: 고정됨
pt: Fixados
ru: Закреплено
tr: Sabitlendi
zh_hans: 已固定
zh_hant: 已固定

source: Pinned to the top. The first four also appear in the Feature Panel.
ar: مثبت في الأعلى. تظهر الأربعة الأولى أيضًا في لوحة الميزات.
de: Oben angeheftet. Die ersten vier erscheinen auch im Funktionsbereich.
es: Fijado en la parte superior. Los primeros cuatro también aparecen en el Panel de funciones.
fr: Épinglé en haut. Les quatre premiers apparaissent également dans le panneau de fonctionnalités.
ja: 上部に固定されています。最初の 4 つは機能パネルにも表示されます。
ko: 상단에 고정되어 있습니다. 처음 4개는 기능 패널에도 나타납니다.
pt: Fixado no topo. As primeiras quatro configurações também aparecem no Painel de Recursos.
ru: Закреплено вверху. Первые четыре также отображаются на панели функций.
tr: En üste sabitlendi. İlk dört ayar ayrıca Özellik Paneli'nde görünür.
zh_hans: 已固定在首页顶部；前 4 项也显示在功能面板中。
zh_hant: 已固定在首頁頂部；前 4 項也顯示在功能面板中。

source: Pinned: %@
ar: المثبّتة: %@
de: Angeheftet: %@
es: Ajustes fijados: %@
fr: Épinglés : %@
ja: 固定済み：%@ 件
ko: 고정됨: %@
pt: Fixados: %@
ru: Закреплено: %@
tr: Sabitlenen: %@
zh_hans: 已固定 %@
zh_hant: 已固定 %@

source: Pinned: %@ · Needs attention: %@
ar: المثبّتة: %@ · تتطلب الانتباه: %@
de: Angeheftet: %@ · Erfordert Aufmerksamkeit: %@
es: Ajustes fijados: %@ · Requieren atención: %@
fr: Épinglés : %@ · Attention requise : %@
ja: 固定済み：%@ 件 · 要確認：%@ 件
ko: 고정됨: %@ · 주의 필요: %@
pt: Fixados: %@ · Requerem atenção: %@
ru: Закреплено: %@ · Требует внимания: %@
tr: Sabitlenen: %@ · Dikkat Gerektiren: %@
zh_hans: 已固定 %@ 项 · %@ 项需关注
zh_hant: %@ 項已固定 · %@ 項待處理

source: Pointer Size
ar: حجم المؤشر
de: Zeigergröße
es: Tamaño del puntero
fr: Taille du pointeur
ja: ポインターのサイズ
ko: 포인터 크기
pt: Tamanho do ponteiro
ru: Размер указателя
tr: İşaretçi Boyutu
zh_hans: 指针大小
zh_hant: 指標大小

source: Power
ar: الطاقة
de: Energie
es: Energía
fr: Alimentation
ja: 電源
ko: 전원
pt: Energia
ru: Питание
tr: Güç
zh_hans: 电源
zh_hant: 電源

source: Preference values match, but restoration has not been confirmed.
ar: تتطابق قيم التفضيلات، ولكن لم يتم تأكيد الاستعادة.
de: Die Einstellungswerte stimmen überein, aber die Wiederherstellung wurde nicht bestätigt.
es: Los valores de preferencia coinciden, pero no se ha confirmado la restauración.
fr: Les valeurs de préférence correspondent, mais la restauration n'a pas été confirmée.
ja: 環境設定値は一致していますが、復元は確認されていません。
ko: 환경설정 값이 일치하지만 복원이 확인되지 않았습니다.
pt: Os valores de preferência coincidem, mas a restauração não foi confirmada.
ru: Значения настроек совпадают, но восстановление не подтверждено.
tr: Tercih değerleri eşleşiyor ama geri yükleme onaylanmadı.
zh_hans: 设置值已匹配，但尚未确认恢复完成。
zh_hant: 偏好設定值相符，但尚未確認還原完成。

source: Preparing results…
ar: جارٍ إعداد النتائج…
de: Ergebnisse werden vorbereitet…
es: Preparando resultados…
fr: Préparation des résultats…
ja: 結果を準備中…
ko: 결과 준비 중…
pt: Preparando resultados…
ru: Подготовка результатов…
tr: Sonuçlar hazırlanıyor…
zh_hans: 正在整理结果…
zh_hant: 正在整理結果…

source: Press modifier keys one at a time to enter key combinations.
ar: اضغط على مفاتيح التعديل واحدًا تلو الآخر لإدخال مجموعات المفاتيح.
de: Drücken Sie die Sondertasten nacheinander, um Tastenkombinationen einzugeben.
es: Presione las teclas modificadoras una a la vez para ingresar combinaciones de teclas.
fr: Appuyez une à une sur les touches de modification pour saisir les combinaisons de touches.
ja: 修飾キーを 1 つずつ押して、キーの組み合わせを入力します。
ko: 보조 키를 하나씩 눌러 키 조합을 입력하세요.
pt: Pressione as teclas modificadoras, uma de cada vez, para inserir combinações de teclas.
ru: Нажимайте клавиши-модификаторы по одной, чтобы ввести комбинации клавиш.
tr: Tuş birleşimlerini girmek için değiştirici tuşları sırayla basın.
zh_hans: 依次按下修饰键来输入组合键。
zh_hant: 依次按下變更鍵來輸入組合鍵。

source: Preview & Apply
ar: المعاينة والتطبيق
de: Vorschau & Anwenden
es: Revisar y aplicar
fr: Prévisualiser et appliquer
ja: プレビューと適用
ko: 미리보기 및 적용
pt: Visualizar e aplicar
ru: Предварительный просмотр и применение
tr: Önizle ve Uygula
zh_hans: 预览并应用
zh_hant: 預覽並套用

source: Preview and apply a saved settings profile.
ar: معاينة ملف تعريف إعدادات محفوظ وتطبيقه.
de: Ein gespeichertes Einstellungsprofil in der Vorschau anzeigen und anwenden.
es: Obtenga una vista previa y aplique un perfil de configuración guardado.
fr: Prévisualisez et appliquez un profil de paramètres enregistré.
ja: 保存された設定プロファイルをプレビューして適用します。
ko: 저장된 설정 프로필을 미리 보고 적용합니다.
pt: Visualize e aplique um perfil de configurações salvo.
ru: Предварительный просмотр и применение сохраненного профиля настроек.
tr: Kaydedilmiş bir ayar profilini önizleyin ve uygulayın.
zh_hans: 预览并应用已保存的设置配置。
zh_hant: 預覽並套用已儲存的設定檔。

source: Preview and select the changes to apply.
ar: قم بمعاينة التغييرات وتحديدها لتطبيقها.
de: Die anzuwendenden Änderungen in der Vorschau anzeigen und auswählen.
es: Obtenga una vista previa y seleccione los cambios a aplicar.
fr: Prévisualisez et sélectionnez les modifications à appliquer.
ja: 適用する変更をプレビューして選択します。
ko: 적용할 변경 사항을 미리 보고 선택하세요.
pt: Visualize e selecione as alterações a serem aplicadas.
ru: Предварительный просмотр и выбор изменений для применения.
tr: Uygulanacak değişiklikleri önizleyip seçin.
zh_hans: 请预览并选择要应用的更改。
zh_hant: 請預覽並選擇要套用的更改。

source: Processed %@ of %@
ar: تمت معالجة %@ من %@
de: %@ von %@ verarbeitet
es: Progreso: %@ de %@
fr: Traitement : %@ sur %@
ja: %2$@ 件中 %1$@ 件を処理済み
ko: %2$@개 중 %1$@개 처리됨
pt: Processados: %@ de %@
ru: Обработано %@ из %@
tr: %@ / %@ işlendi
zh_hans: 已处理 %@ / %@ 项
zh_hant: 已處理 %@ / %@ 項

source: Processing
ar: المعالجة
de: Wird verarbeitet
es: Procesando
fr: Traitement
ja: 処理中
ko: 처리 중
pt: Processando
ru: Обработка
tr: İşleniyor
zh_hans: 处理中
zh_hant: 處理中

source: Profile ID
ar: معرف ملف التعريف
de: Profil-ID
es: ID de perfil
fr: ID de profil
ja: プロファイルID
ko: 프로필 ID
pt: ID do perfil
ru: Идентификатор профиля
tr: Profil Kimliği
zh_hans: 配置 ID
zh_hant: 設定檔 ID

source: Profile Name
ar: اسم ملف التعريف
de: Profilname
es: Nombre del perfil
fr: Nom du profil
ja: プロファイル名
ko: 프로필 이름
pt: Nome do perfil
ru: Имя профиля
tr: Profil Adı
zh_hans: 配置名称
zh_hant: 設定檔名稱

source: Profile names cannot exceed 120 characters.
ar: لا يمكن أن تتجاوز أسماء ملفات التعريف 120 حرفًا.
de: Profilnamen dürfen 120 Zeichen nicht überschreiten.
es: Los nombres de los perfiles no pueden exceder los 120 caracteres.
fr: Les noms de profils ne peuvent pas dépasser 120 caractères.
ja: プロファイル名は 120 文字を超えることはできません。
ko: 프로필 이름은 120자를 초과할 수 없습니다.
pt: Os nomes dos perfis não podem exceder 120 caracteres.
ru: Имена профилей не могут превышать 120 символов.
tr: Profil adları 120 karakterden uzun olamaz.
zh_hans: 配置名称不能超过 120 个字符。
zh_hant: 設定檔名稱不能超過 120 個字元。

source: Profiles
ar: ملفات التعريف
de: Profile
es: Perfiles
fr: Profils
ja: プロファイル
ko: 프로필
pt: Perfis
ru: Профили
tr: Profiller
zh_hans: 配置
zh_hant: 設定檔

source: Provider Unavailable
ar: الموفر غير متاح
de: Anbieter nicht verfügbar
es: Proveedor no disponible
fr: Fournisseur indisponible
ja: プロバイダーが利用できません
ko: 공급자를 사용할 수 없음
pt: Provedor indisponível
ru: Поставщик недоступен
tr: Sağlayıcı Kullanılamıyor
zh_hans: 提供方不可用
zh_hant: 所需外掛無法使用

source: Reading
ar: جارٍ القراءة
de: Wird gelesen
es: Leyendo
fr: Lecture en cours
ja: 読み取り中
ko: 읽는 중
pt: Lendo
ru: Чтение
tr: Okunuyor
zh_hans: 读取中
zh_hant: 讀取中

source: Reading current values…
ar: قراءة القيم الحالية...
de: Aktuelle Werte werden gelesen…
es: Leyendo valores actuales…
fr: Lecture des valeurs actuelles…
ja: 現在値を読み取り中…
ko: 현재 값을 읽는 중…
pt: Lendo valores atuais…
ru: Чтение текущих значений…
tr: Geçerli değerler okunuyor…
zh_hans: 正在读取当前值…
zh_hant: 正在讀取目前值…

source: Ready to Apply
ar: جاهز للتطبيق
de: Bereit zum Anwenden
es: Listo para aplicar
fr: Prêt à appliquer
ja: 適用の準備完了
ko: 적용 준비 완료
pt: Pronto para aplicar
ru: Готово к применению
tr: Uygulanmaya Hazır
zh_hans: 可应用
zh_hant: 可套用

source: Recently Changed
ar: تم التغيير مؤخرًا
de: Kürzlich geändert
es: Cambiado recientemente
fr: Modifié récemment
ja: 最近の変更
ko: 최근 변경됨
pt: Alterado recentemente
ru: Недавно изменено
tr: Son Değiştirilenler
zh_hans: 最近更改
zh_hant: 最近更改

source: Recents
ar: الأخيرة
de: Zuletzt verwendet
es: Recientes
fr: Récents
ja: 最近使った項目
ko: 최근
pt: Recentes
ru: Недавние
tr: Son Kullanılanlar
zh_hans: 最近使用
zh_hant: 最近使用

source: Recovery Records Not Saved
ar: لم يتم حفظ سجلات الاسترداد
de: Wiederherstellungsdaten nicht gespeichert
es: Registros de recuperación no guardados
fr: Données de récupération non enregistrées
ja: 復元用の記録が未保存
ko: 복구 기록이 저장되지 않았습니다
pt: Registros de recuperação não salvos
ru: Записи восстановления не сохранены
tr: Kurtarma Kayıtları Kaydedilmedi
zh_hans: 恢复记录未保存
zh_hant: 還原記錄未儲存

source: Recovery Resolved
ar: تم حل مشكلة الاسترداد
de: Wiederherstellungsfälle geklärt
es: Recuperación resuelta
fr: Problème de récupération résolu
ja: 復元対応済み
ko: 복구 처리 완료
pt: Recuperação resolvida
ru: Проблемы восстановления устранены
tr: Kurtarma Giderildi
zh_hans: 已处理恢复
zh_hant: 還原問題已解決

source: Recovery records have not been saved. Do not quit the app.
ar: لم يتم حفظ سجلات الاسترداد. لا تقم بإنهاء التطبيق.
de: Wiederherstellungsdaten wurden nicht gespeichert. Beenden Sie die App nicht.
es: Los registros de recuperación no se han guardado. No salgas de la aplicación.
fr: Les données de récupération n’ont pas été enregistrées. Ne quittez pas l’app.
ja: 復元用の記録が保存されていません。アプリを終了しないでください。
ko: 복구 기록이 저장되지 않았습니다. 앱을 종료하지 마세요.
pt: Os registros de recuperação não foram salvos. Não encerre o aplicativo.
ru: Записи восстановления не сохранены. Не выходите из приложения.
tr: Kurtarma kayıtları kaydedilmedi. Uygulamadan çıkmayın.
zh_hans: 恢复记录未保存，请勿退出应用。
zh_hant: 還原記錄未儲存，請勿結束應用程式。

source: Recovery records have not been saved. Do not quit the app. Resolve the recovery issue, then retry saving.
ar: لم يتم حفظ سجلات الاسترداد. لا تقم بإنهاء التطبيق. قم بحل مشكلة الاسترداد، ثم أعد محاولة الحفظ.
de: Wiederherstellungsdaten wurden nicht gespeichert. Beenden Sie die App nicht. Schließen Sie die Wiederherstellung ab und versuchen Sie erneut zu speichern.
es: Los registros de recuperación no se han guardado. No salgas de la app. Resuelve la recuperación y vuelve a intentar guardarlos.
fr: Les données de récupération n’ont pas été enregistrées. Ne quittez pas l’app. Résolvez le problème de récupération, puis réessayez l’enregistrement.
ja: 復元用の記録が保存されていません。アプリを終了しないでください。復元の問題に対処してから、保存を再試行してください。
ko: 복구 기록이 저장되지 않았습니다. 앱을 종료하지 마세요. 복구 문제를 처리한 후 다시 저장해 보세요.
pt: Os registros de recuperação não foram salvos. Não encerre o aplicativo. Resolva a recuperação e tente salvar novamente.
ru: Записи восстановления не сохранены. Не закрывайте приложение. Устраните проблемы восстановления, затем повторите сохранение.
tr: Kurtarma kayıtları kaydedilmedi. Uygulamadan çıkmayın. Kurtarma sorununu giderin, ardından kaydetmeyi yeniden deneyin.
zh_hans: 恢复记录未保存，请勿退出应用。处理恢复后可重试保存。
zh_hant: 還原記錄未儲存，請勿結束應用程式。解決還原問題後，請重試儲存。

source: Refresh Current Values
ar: تحديث القيم الحالية
de: Aktuelle Werte aktualisieren
es: Actualizar valores actuales
fr: Actualiser les valeurs actuelles
ja: 現在値を更新
ko: 현재 값 새로 고침
pt: Atualizar valores atuais
ru: Обновить текущие значения
tr: Geçerli Değerleri Yenile
zh_hans: 刷新当前值
zh_hant: 重新整理目前值

source: Reopen Related App
ar: أعد فتح التطبيق ذي الصلة
de: Zugehörige App erneut öffnen
es: Reabrir aplicación relacionada
fr: Rouvrir l'application associée
ja: 関連アプリの再起動が必要
ko: 관련 앱 다시 열기
pt: Reabrir aplicativo relacionado
ru: Повторно открыть связанное приложение
tr: İlgili Uygulamayı Yeniden Açın
zh_hans: 需重新打开应用
zh_hant: 需重新開啟相關應用程式

source: Requires supported hardware
ar: يتطلب أجهزة مدعومة
de: Erfordert unterstützte Hardware
es: Requiere hardware compatible
fr: Nécessite du matériel pris en charge
ja: サポートされているハードウェアが必要です
ko: 지원되는 하드웨어가 필요합니다.
pt: Requer hardware compatível
ru: Требуется поддерживаемое оборудование.
tr: Desteklenen donanım gerektirir
zh_hans: 需要受支持的硬件
zh_hant: 需要受支援的硬體

source: Restoration Incomplete
ar: الاستعادة غير مكتملة
de: Wiederherstellung unvollständig
es: Restauración incompleta
fr: Restauration incomplète
ja: 復元未完了
ko: 복원 미완료
pt: Restauração incompleta
ru: Восстановление не завершено
tr: Geri Yükleme Tamamlanmadı
zh_hans: 恢复未完成
zh_hant: 還原未完成

source: Restoration is incomplete.
ar: الاستعادة غير مكتملة.
de: Die Wiederherstellung ist unvollständig.
es: La restauración está incompleta.
fr: La restauration est incomplète.
ja: 復元が完了していません。
ko: 복원이 완료되지 않았습니다.
pt: A restauração está incompleta.
ru: Восстановление неполное.
tr: Geri yükleme tamamlanmadı.
zh_hans: 恢复未完成。
zh_hant: 還原未完成。
